<template>
  <div class="aboutus">
    <Head>
      <Title>پارس اتوپارت</Title>
      <Meta
        name="description"
        content="ما به عنوان یک شرکت متعهد، به ایجاد رابطه‌ای بلندمدت و مؤثر با مشتریان خود اهمیت می‌دهیم. ارزش‌های ما شامل کیفیت، صداقت، و مشتری‌مداری است "
      />
    </Head>
    <div class="mt-4">
      <nuxt-link to="/">
        <span style="color: #405ff2"> صفحه اصلی / </span>
      </nuxt-link>
      <span>وبلاگ</span>
    </div>
    <div>
      <h1>درباره ما</h1>
    </div>
    <div class="sec1 grid sm:grid-cols-2 grid-cols-1 mt-8">
      <div>
        <h1>هر قطعه، یک تضمین برای سفر!</h1>
        <p style="font-size: 22px; line-height: 45px">
          شرکت پارس اتوپارت با بیش از 20 سال تجربه در صنعت فروش قطعات خودرو، به
          عنوان یکی از پیشگامان این حوزه در شیراز شناخته می‌شود. ما با هدف تأمین
          نیازهای مشتریان و ارائه بهترین خدمات، فعالیت خود را آغاز کرده‌ایم و
          همواره در تلاشیم تا رضایت شما را جلب کنیم.
        </p>
        <p style="font-size: 22px; line-height: 45px">
          مدیریت شرکت، با بیش از دو دهه تجربه در زمینه تأمین و فروش قطعات خودرو،
          دانش و تخصص لازم را برای ارائه بهترین محصولات به مشتریان فراهم کرده
          است. این تجربه به ما این امکان را می‌دهد که با شناخت دقیق از بازار و
          نیازهای مشتریان، به ارائه محصولات با کیفیت و خدمات حرفه‌ای بپردازیم.
        </p>
        <p style="font-size: 22px; line-height: 45px">
          در سال 1402، با توجه به نیازهای روزافزون بازار و تمایل مشتریان به خرید
          آنلاین، تصمیم به راه‌اندازی سایت فروشگاهی خود گرفتیم. این اقدام به ما
          این امکان را می‌دهد که محصولات خود را به صورت آنلاین و با دسترسی
          آسان‌تر به مشتریان ارائه دهیم. ما در این سایت، تمام تلاش خود را
          کرده‌ایم تا قطعات با کیفیت مطلوب از برندهای معتبر و شناخته شده را با
          قیمت‌های رقابتی عرضه کنیم.
        </p>
      </div>
      <div class="flex justify-between flex-col">
        <div class="mt-14">
          <p style="font-size: 22px; line-height: 45px">
            ما به عنوان یک شرکت متعهد، به ایجاد رابطه‌ای بلندمدت و مؤثر با
            مشتریان خود اهمیت می‌دهیم. ارزش‌های ما شامل کیفیت، صداقت، و
            مشتری‌مداری است و همواره در تلاشیم تا این ارزش‌ها را در تمامی
            فعالیت‌های خود پیاده‌سازی کنیم
          </p>
          <p style="font-size: 22px; line-height: 45px">
            هدف ما نه تنها فروش قطعات خودرو، بلکه ارائه تجربه‌ای لذت‌بخش و مطمئن
            برای مشتریانمان است. ما به شما اطمینان می‌دهیم که در هر مرحله از
            خرید، از مشاوره تا خدمات پس از فروش، در کنار شما خواهیم بود
          </p>
        </div>
        <div>
          <p class="mt-14">با تشکر از انتخاب شما و اعتماد به ما</p>
          <p class="mt-4">تیم پارس اتوپارت</p>
        </div>
      </div>
    </div>
    <div class="sec2 grid sm:gap-8 sm:grid-cols-2 grid-cols-1">
      <div class="grid sm:gap-8 gap-4">
        <div>
          <img
            src="/public/abouteus/intro/1.jpg"
            alt=""
            style="width: 100%; height: 350px"
          />
        </div>
        <div class="grid grid-cols-2 sm:gap-8 gap-4">
          <img
            src="/public/abouteus/intro/2.png"
            alt=""
            style="width: 100%; height: 220px"
          />
          <img
            src="/public/abouteus/intro/3.png"
            alt=""
            style="width: 100%; height: 220px"
          />
        </div>
      </div>
      <div class="grid sm:grid-cols-4 grid-cols-1 sm:gap-8">
        <div class="col-span-3 sm:mt-0 mt-4">
          <img
            src="/public/abouteus/intro/4.png"
            alt=""
            style="width: 100%; height: 100%"
          />
        </div>
        <div class="col-span-1 grid row-span-10 sm:gap-8 gap-4">
          <div class="Besiness row-span-6 p-6 items-center sm:mt-0 mt-4">
            <p>
              20 <br />
              سال در این <br />
              بیزینس <br />
              هستیم
            </p>
          </div>
          <div class="sm:mt-0 mt-4">
            <img
              src="/public/abouteus/intro/5.png"
              alt=""
              style="width: 100%; height: 100%"
            />
          </div>
        </div>
      </div>
    </div>
    <div class="sec3">
      <HomeWhychoosus></HomeWhychoosus>
    </div>
    <div class="sec4 justify-center">
      <h1 class="text-center p-8">سوالات متداول</h1>
      <div class="card">
        <Accordion :activeIndex="0" class="ac">
          <AccordionTab
            header="۱. چگونه می‌توانم مطمئن شوم که قطعه مورد نظر با خودرو من سازگار است؟"
          >
            <p class="m-0">
              برای اطمینان از سازگاری قطعه با خودرو شما، می‌توانید با تیم
              پشتیبانی ما تماس بگیرید. ما با کمال میل به شما کمک خواهیم کرد تا
              قطعه مناسب را برای خودروی خود پیدا کنید.
            </p>
          </AccordionTab>
          <AccordionTab header="2. آیا محصولات شما گارانتی دارند؟">
            <p class="m-0">
              بله، تمامی محصولات ما با ضمانت اصالت و ضمانت تعویض کالا در صورت
              خرابی ارائه می‌شوند. این اطمینان را به شما می‌دهیم که قطعات
              خریداری‌شده از کیفیت بالایی برخوردار هستند و در صورت بروز هرگونه
              مشکل، می‌توانید به راحتی کالا را تعویض کنید.
            </p>
          </AccordionTab>
          <AccordionTab header="3. آیا قطعات شما اصلی هستند؟">
            <p class="m-0">
              بله، مشخصات فنی هر محصول در بخش توضیحات آن ارائه می‌شود. در صورت
              نیاز به توضیحات بیشتر یا مشاوره در انتخاب محصول، لطفاً با ما تماس
              بگیرید. تیم ما آماده پاسخگویی به سوالات شماست.
            </p>
          </AccordionTab>
          <AccordionTab
            header=" ۴. آیا امکان مشاهده نظرات و تجربیات دیگر مشتریان درباره محصولات وجود دارد؟     "
          >
            <p class="m-0">
              بله، شما می‌توانید نظرات و تجربیات دیگر مشتریان را درباره محصولات
              مشاهده کنید و همچنین این امکان را دارید که نظرات خود را نیز ثبت
              کنید. این نظرات به شما کمک می‌کند تا تصمیم بهتری در خرید خود
              بگیرید
            </p>
          </AccordionTab>

          <AccordionTab
            header=" 5. آیا قیمت‌ها شامل مالیات و هزینه‌های اضافی هستند؟"
          >
            <p class="m-0">
              <AccordionTab
                header=" 5. آیا قیمت‌ها شامل مالیات و هزینه‌های اضافی هستند؟"
              >
                <p class="m-0">
                  ما قیمت کالاها را با کمترین سود ممکن در سایت قرار می‌دهیم و
                  هیچ هزینه مالیاتی به قیمت‌ها اضافه نمی‌کنیم. مشتریان تنها در
                  زمان پرداخت، کارمزد ناچیزی به درگاه پرداخت می‌دهند. این رویکرد
                  به ما این امکان را می‌دهد که قیمت‌ها را به صورت رقابتی و مناسب
                  نگه داریم.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab header=" 6. چه روش‌های پرداختی را قبول می‌کنید؟ ">
            <p class="m-0">
              <AccordionTab header=" 6. چه روش‌های پرداختی را قبول می‌کنید؟   ">
                <p class="m-0">
                  روش پرداخت اصلی ما از طریق درگاه پرداخت آنلاین است. متأسفانه،
                  امکان پرداخت در محل وجود ندارد. با این حال، افرادی که از طریق
                  تماس تلفنی یا واتساپ سفارش خود را ثبت می‌کنند، می‌توانند از
                  گزینه پرداخت کارت به کارت نیز استفاده کنند.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab
            header=" 7. آیا تخفیف‌های ویژه‌ای برای خریدهای عمده وجود دارد؟"
          >
            <p class="m-0">
              <AccordionTab
                header=" 7. آیا تخفیف‌های ویژه‌ای برای خریدهای عمده وجود دارد؟  "
              >
                <p class="m-0">
                  بله، ما تمامی محصولات را با تخفیف‌های ویژه ارائه می‌دهیم.
                  افرادی که قصد خرید عمده دارند، می‌توانند با ما تماس بگیرند تا
                  قیمت همکاری برای آن‌ها در نظر گرفته شود.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>

          <AccordionTab
            header=" 8. آیا می‌توانم روند ارسال سفارش خود را پیگیری کنم؟ "
          >
            <p class="m-0">
              <AccordionTab
                header=" 8.  آیا می‌توانم روند ارسال سفارش خود را پیگیری کنم؟  "
              >
                <p class="m-0">
                  بله، پس از ثبت سفارش، شما از طریق پیامک در جریان روند کار قرار
                  می‌گیرید. همچنین، پس از ارسال کالا، کد پیگیری مرسوله به شما
                  پیامک می‌شود تا بتوانید وضعیت ارسال را به راحتی پیگیری کنید.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab header="9. چقدر طول می‌کشد تا سفارش من به دستم برسد؟">
            <p class="m-0">
              <AccordionTab
                header="9. چقدر طول می‌کشد تا سفارش من به دستم برسد؟"
              >
                <p class="m-0">
                  محصولات شما ۲۴ تا ۴۸ ساعت کاری پس از ثبت سفارش ارسال می‌شوند.
                  زمان رسیدن کالا به شما بستگی به روش ارسال انتخابی و مسافت شما
                  دارد. به همین دلیل، ممکن است زمان تحویل متفاوت باشد. ما تلاش
                  می‌کنیم تا ارسال محصولات را به سریع‌ترین شکل ممکن انجام دهیم.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab header="10. آیا امکان ارسال به مناطق دوردست وجود دارد؟">
            <p class="m-0">
              <AccordionTab
                header="10. آیا امکان ارسال به مناطق دوردست وجود دارد؟"
              >
                <p class="m-0">
                  بله، ما امکان ارسال به تمامی مناطقی که به خدمات پست و تیپاکس
                  دسترسی دارند، فراهم کرده‌ایم. بنابراین، شما می‌توانید از هر
                  نقطه‌ای که هستید، سفارش خود را ثبت کنید.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab
            header="11. اگر از محصول خریداری‌شده راضی نبودم، چه باید بکنم؟ "
          >
            <p class="m-0">
              <AccordionTab
                header="11. اگر از محصول خریداری‌شده راضی نبودم، چه باید بکنم؟ "
              >
                <p class="m-0">
                  در صورت عدم رضایت، شما می‌توانید محصول را برگردانید. با این
                  حال، تمامی هزینه‌های ارسال به عهده مشتری است. اگر قطعه در حال
                  ارسال آسیب دیده باشد و به همین دلیل قصد بازگرداندن آن را
                  دارید، باید یا در زمان مراجعه مأمور ارسال، کالا را مرجوع کنید
                  یا تا ۲۴ ساعت پس از دریافت، کالا را به دفتر تیپاکس تحویل داده
                  و صورتجلسه‌ای برای بیمه آن تهیه کنید تا هزینه‌های بیمه شامل
                  حال شما شود.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab header="12. چگونه می‌توانم با شما تماس بگیرم؟">
            <p class="m-0">
              <AccordionTab header="12. چگونه می‌توانم با شما تماس بگیرم؟">
                <p class="m-0">
                  برای تماس با ما، راه‌های مختلفی وجود دارد: • پر کردن فرم تماس:
                  شما می‌توانید فرم تماس موجود در سایت را پر کنید تا تیم ما با
                  شما تماس بگیرد. • تماس تلفنی: می‌توانید با شماره‌های اعلام شده
                  با ما تماس بگیرید. • پیام‌رسان‌ها: ما در واتساپ، اینستاگرام و
                  روبیکا نیز فعال هستیم و می‌توانید از طریق این پلتفرم‌ها با ما
                  در ارتباط باشید. • ایمیل: همچنین می‌توانید سوالات خود را از
                  طریق ایمیل برای ما ارسال کنید.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab
            header="13. آیا می‌توانم از مشاوره برای انتخاب قطعه مناسب بهره‌مند شوم؟"
          >
            <p class="m-0">
              <AccordionTab
                header="13. آیا می‌توانم از مشاوره برای انتخاب قطعه مناسب بهره‌مند شوم؟"
              >
                <p class="m-0">
                  بله، کارشناسان ما همواره آماده پاسخگویی و مشاوره برای انتخاب
                  قطعه مناسب به شما هستند. شما می‌توانید با ما تماس بگیرید و از
                  راهنمایی‌های ما بهره‌مند شوید.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab header="14. ساعات کاری شما چه زمانی است؟">
            <p class="m-0">
              <AccordionTab header="14. ساعات کاری شما چه زمانی است؟">
                <p class="m-0">
                  ساعات کاری ما همه روزه به جز روزهای تعطیل از ساعت ۸ صبح تا ۸
                  شب می‌باشد. در این ساعات، تیم ما آماده پاسخگویی به سوالات و
                  نیازهای شماست.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab header="15. آیا اطلاعات من در هنگام خرید محفوظ است؟">
            <p class="m-0">
              <AccordionTab header="15. ساعات کاری شما چه زمانی است؟">
                <p class="m-0">
                  بله، اطلاعات شما در هنگام خرید به طور کامل محفوظ است. ما از
                  پروتکل‌های امنیتی پیشرفته برای حفاظت از داده‌های شخصی و مالی
                  شما استفاده می‌کنیم. تمامی اطلاعاتی که شما در حین خرید ارائه
                  می‌دهید، از جمله اطلاعات کارت اعتباری، به صورت رمزگذاری شده
                  ذخیره می‌شوند و تنها برای پردازش سفارش شما استفاده می‌شوند.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
          <AccordionTab
            header="16. چگونه از امنیت پرداخت‌های آنلاین اطمینان حاصل کنم؟"
          >
            <p class="m-0">
              <AccordionTab
                header="16. چگونه از امنیت پرداخت‌های آنلاین اطمینان حاصل کنم؟"
              >
                <p class="m-0">
                  ما از درگاه‌های پرداخت معتبر و شناخته‌شده استفاده می‌کنیم که
                  امنیت پرداخت‌های آنلاین را تضمین می‌کنند. این درگاه‌ها دارای
                  گواهینامه‌های امنیتی لازم هستند و تمامی تراکنش‌ها به صورت
                  رمزگذاری شده انجام می‌شوند. همچنین، شما می‌توانید از روش‌های
                  پرداخت امن و مطمئن استفاده کنید تا اطمینان حاصل کنید که
                  اطلاعات مالی شما در امان است.
                </p>
              </AccordionTab>
            </p>
          </AccordionTab>
        </Accordion>
      </div>
    </div>
    <!-- <div class="sec5 mt-6 mb-8 sm:mt-12">
      <div class="flex justify-between">
        <div class="flex items-center">
          <img class="ml-2 arow" src="/public/abouteus/team/SVG.png" alt="" />
          <p>دیدن همه</p>
        </div>
        <h1>تیم ما</h1>
      </div>
      <div class="grid sm:grid-cols-4 gap-8 mt-6">
        <div>
          <img
            src="/public/abouteus/team/Container (1).png"
            alt=""
            style="width: 100%"
          />
          <p class="mt-4">ندا رحیمی</p>
          <span>کارشناس توسعه</span>
        </div>
        <div>
          <img
            src="/public/abouteus/team/Container (2).png"
            alt=""
            style="width: 100%"
          />
          <p class="mt-4">ندا رحیمی</p>
          <span>کارشناس توسعه</span>
        </div>
        <div>
          <img
            src="/public/abouteus/team/Container (3).png"
            alt=""
            style="width: 100%"
          />
          <p class="mt-4">ندا رحیمی</p>
          <span>کارشناس توسعه</span>
        </div>
        <div>
          <img
            src="/public/abouteus/team/Container.png"
            alt=""
            style="width: 100%"
          />
          <p class="mt-4">ندا رحیمی</p>
          <span>کارشناس توسعه</span>
        </div>
      </div>
    </div> -->
  </div>
</template>
<style lang="scss">
.aboutus {
  background-color: #f9fbfc;
  padding: 10px 80px;
  .arow {
    width: 14px;
    height: 14px;
  }
  .sec2 {
    margin-top: 200px;
  }
  .sec4 {
    padding-bottom: 200px;
    border-bottom: 1px solid #e1e1e1;
  }
  .Besiness {
    height: 100%;
    width: 100%;
    background-color: blue;
    border-radius: 12px;
    font-size: 40px;
    color: white;
  }
  .card {
    width: 100%;
  }
  .ac {
    width: 60%;
    margin: auto;
  }
  img {
    border-radius: 8px;
  }
  h1 {
    font-size: 30px;
    margin-top: 10px;
  }
}
@media only screen and (max-width: 650px) {
  .aboutus {
    padding: 10px 10px;
    .sec2 {
      margin-top: 50px;
    }
    .sec3 {
      margin-top: 30px;
    }
    .sec4 {
      padding-bottom: 40px;
    }
    .ac {
      width: 100%;
      margin: auto;
    }
  }
}
</style>
